package Enums;

public enum Phrases {
    PHRASE1("Роллы для лохов - пельмешки для пацанов. - (С) Джейсон Cтэтхэм"),
    PHRASE2("Если я суну пальцы в розетку, то убью ток. - (С) Джейсон Cтэтхэм"),
    PHRASE3("Карты, деньги, два стола, три банана, огурец, суп, картошка, холодец, кетчуп, яйца, майонез. - (С) Джейсон Cтэтхэм"),
    PHRASE4("Школа не сцепление, можно и кинуть. - (С) Джейсон Cтэтхэм"),
    PHRASE5("Eсли жизнь - это вызов, то я перезвоню. - (С) Джейсон Cтэтхэм"),
    PHRASE6("Я так много читал о вреде алкоголя, что решил бросить читать. - (С) Джейсон Cтэтхэм"),
    PHRASE7("Не знаешь, как поступить, поступи как знаешь. - (С) Джейсон Cтэтхэм"),
    PHRASE8("Девушки как кредит, кому-то дают, а кому-то нет. - (С) Джейсон Cтэтхэм"),
    PHRASE9("Пары - не удары, можно и пропустить. - (С) Джейсон Cтэтхэм"),
    PHRASE10("Пиво,водка, турничок через часик я качок. - (С) Джейсон Cтэтхэм"),
    PHRASE11("У меня с собой две пушки, одна огнестрел, другая для подружки. - (С) Джейсон Cтэтхэм"),
    PHRASE12("Настоящий мужик на руках носит только ящик пива, а не свою кралю. - (С) Джейсон Cтэтхэм"),
    PHRASE13("Дают - бери, не дают - отбери. - (С) Джейсон Cтэтхэм"),
    PHRASE14("Детство - это когда все в колготках, но не педики. - (С) Джейсон Cтэтхэм"),
    PHRASE15("Иногда мне так лень ставить чайник, что я просто иду за пивом! - (С) Джейсон Cтэтхэм"),
    PHRASE16("Одна ошибка и ты ошибся. - (С) Джейсон Cтэтхэм"),
    PHRASE17("Однажды мне стало лень обходить гору, так что я прошел её насквозь, теперь это называют туннелем. - (С) Джейсон Cтэтхэм"),
    PHRASE18("Я раньше работал курьером, только я разносил не посылки, а ебальники. - (С) Джейсон Cтэтхэм"),
    PHRASE19("Лучше жопа в тепле, чем тепло в жопе. - (С) Джейсон Cтэтхэм");

    private final String phrase;
    public String getPhrase(){
        return phrase;
    }
    Phrases(String phrase){
        this.phrase = phrase;
    }
}
